{
  "facts": [
    "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3000 years old and still perfectly edible.",
    "Octopuses have three hearts and blue blood. Two hearts pump blood to the gills, while the third pumps it to the rest of the body.",
    "Bananas are berries, but strawberries are not. This classification is based on botanical definitions of what constitutes a berry.",
    "A group of flamingos is called a 'flamboyance.' This term reflects the vibrant colors and social nature of these birds.",
    "Wombat poop is cube-shaped. This unique shape prevents the poop from rolling away and helps wombats mark their territory.",
    "The longest recorded flight of a chicken is 13 seconds. Chickens are not known for their flying abilities, but they can get some air.",
    "The Eiffel Tower can be 15 cm taller during the summer due to the expansion of iron in the heat.",
    "A single bolt of lightning contains enough energy to toast 100,000 slices of bread. Lightning is a powerful natural phenomenon.",
    "Cows have best friends and get stressed when they are separated. These social animals form strong bonds with each other.",
    "An octopus can escape from a jar by fitting through a hole smaller than its beak. Their flexible bodies allow for incredible escape techniques.",
    "Sharks are older than trees. Sharks have been around for about 400 million years, while trees emerged around 350 million years ago.",
    "A snail can sleep for three years at a time. This is a survival mechanism during unfavorable environmental conditions.",
    "The unicorn is the national animal of Scotland. This mythical creature symbolizes purity and innocence in Celtic mythology.",
    "There are more stars in the universe than grains of sand on all the Earth's beaches. Estimates suggest there are over 100 billion galaxies.",
    "The shortest war in history was between Britain and Zanzibar on August 27, 1896. It lasted only 38 minutes."
  ]
}
